Revit 2027 API
ModelCurveArray Constructor
Initializes a new instance of the ModelCurveArray class
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public ModelCurveArray()
Public Sub New
public:
ModelCurveArray()
new : unit -> ModelCurveArray
See Also
Reference
ModelCurveArray Class
Autodesk.Revit.DB Namespace